丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外
丑八怪
作词：甘世佳
作曲：李荣浩
演唱：薛之谦

如果世界漆黑其实我很美
在爱情里面进退最多被消费
无关痛痒的是非
又怎么不对无所谓
如果像你一样总有人赞美
围绕着我的卑微也许能消退
其实我并不在意有很多机会
像巨人一样的无畏
放纵我心里的鬼
可是我不配
丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在像意外

有人用一滴泪会红颜祸水
有人丢掉称谓什么也不会
只要你足够虚伪
就不怕魔鬼对不对
如果剧本写好谁比谁高贵
我只能沉默以对美丽本无罪
当欲望开始贪杯有更多机会
像尘埃一样的无畏
化成灰谁认得谁管他配不配

丑八怪能否别把灯打开
我要的爱出没在漆黑一片的舞台
丑八怪在这暧昧的时代
我的存在不意外

丑八怪其实见多就不怪
放肆去high用力踩
那不堪一击的洁白
丑八怪这是我们的时代
我不存在才意外